<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2003 osCommerce

  Released under the GNU General Public License
*/

define('NAVBAR_TITLE', 'Χρήση Cookie');
define('HEADING_TITLE', 'Χρήση Cookie');

define('TEXT_INFORMATION', 'Εντοπίσαμε ότι η περιηγητής σας δεν υποστηρίζει cookies ή έχει απενεργοποιηθεί η αποδοχή τους. <br /><br />Για να συνεχίσετε με την ηλεκτρονική σας αγορά, πρέπει να ενεργοποιήσετε την αποδοχή cookies από τον περιηγητή σας.<br /><br />Για περιηγητές <strong>Internet Explorer</strong>, ακολουθήστε τις ακόλουθες οδηγίες:<br /><ol><li>Επιλέξτε Εργαλεία και έπειτα Επιλογές Ίντερνετ</li><li>Επιλέξτε την καρτέλα Ασφάλεια και ορίστε το επίπεδο στο Μέτριο</li></ol>Λάβαμε αυτό το μέτρο ασφαλείας προς όφελός σας και σας ζητούμε συγγνώμη, εάν σας δημιουργούμε πρόβλημα.<br /><br />Επικοινωνήστε με τον ιδιοκτήτη του καταστήματος, εάν έχετε κάποια απορία σχετικά με αυτό το θέμα, διαφορετικά μπορείτε να κάνετε τις αγορές σας στο κατάστημά μας με διαφορετικό τρόπο, εκτός από ηλεκτρονικά.');

define('BOX_INFORMATION_HEADING', 'Cookie, Προσωπικά Δεδομένα και Ασφάλεια');
define('BOX_INFORMATION', 'Η λήψη cookies πρέπει να είναι ενεργοποιημένη για να πραγματοποιήσετε ηλεκτρονική αγορά από το κατάστημά μας, προκειμένου να εφαρμοστούν τα μέτρα προσταστίας προσωπικών δεδομένων και ασφαλείας, όσον αφορά την επίσκεψή σας στην ιστοσελίδα μας.<br /><br />Με την ενεργοποίηση των cookies από τον περιηγητή σας, ενδυναμώνεται η επικοινωνία μεταξύ εσάς και της ιστοσελίδας μας, προκειμένου να βεβαιωθούμε ότι είστε εσείς που πραγματοποιείτε τις συναλλαγές και προκειμένου να αποτραπεί η διαρροή των προσωπικών σας πληροφοριών.');
?>
