<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2002 osCommerce

  Released under the GNU General Public License
*/

define('HEADING_TITLE', 'Καλάθι Αγορών Επισκέπτη / Καλάθι Αγορών Μέλους');
define('SUB_HEADING_TITLE_1', 'Καλάθι Αγορών Επισκέπτη');
define('SUB_HEADING_TITLE_2', 'Καλάθι Αγορών Μέλους');
define('SUB_HEADING_TITLE_3', 'Πληροφορίες');
define('SUB_HEADING_TEXT_1', 'Κάθε επισκέπτης στο ηλεκτρονικό μας κατάστημα έχει ένα \'Καλάθι Αγορών Επισκέπτη\'. Αυτό επιτρέπει στον επισκέπτη να αποθηκεύει τα προιόντα του σε ένα προσωρινό καλάθι αγορών. Όταν ο επισκέπτης φύγει από το ηλεκτρονικό κατάστημα, τα περιεχόμενα του καλαθιού του απαλοίφονται.');
define('SUB_HEADING_TEXT_2', 'Κάθε μέλος στο ηλεκτρονικό μας κατάστημα που πραγματοποιεί είσοδο με τον κωδικό του έχει ένα \'Καλάθι Αγορών Μέλους\'. Αυτό επιτρέπει στο μέλος να προσθέτει προϊόντα στο καλάθι του και να επιστρέφει κάποια άλλη στιγμή για να ολοκληρώσει την αγορά του. Όλα τα προϊόντα παραμένουν στο καλάθι του, μέχρι το μέλος να τα αγοράσει ή να τα αφαιρέσει.');
define('SUB_HEADING_TEXT_3', 'Εάν ένα μέλος προσθέσει προϊόντα στο \'Καλάθι Αγορών Επισκέπτη\' και αποφασίσει να πραγματοποιήσει είσοδο στο ηλεκρτονικό κατάστημα με τον κωδικό του, προκειμένου να χρησιμοποιήσει το \'Καλάθι Αγορών Μέλους\', τα περιεχόμενα του  \'Καλαθιού Αγορών Επισκέπτη\' θα προστεθούν στα περιεχόμενα του \'Καλαθιού Αγορών Μέλους\' αυτόματα.');
define('TEXT_CLOSE_WINDOW', '[ κλείσιμο παραθύρου ]');
?>