<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2013 osCommerce

  Released under the GNU General Public License
*/

define('NAVBAR_TITLE_1', 'σύνδεση');
define('NAVBAR_TITLE_2', 'Ξεχάσατε τον κωδικό σας');

define('HEADING_TITLE', 'Έχω ξεχάσει τον κωδικό μου!');

define('TEXT_MAIN', 'Αν έχετε ξεχάσει τον κωδικό σας, εισάγετε το e-mail σας παρακάτω και θα σας στείλουμε οδηγίες για το πώς να αλλάξετε τον κωδικό πρόσβασής σας με ασφάλεια.');

define('TEXT_PASSWORD_RESET_INITIATED', 'Παρακαλούμε ελέγξτε το e-mail για οδηγίες σχετικά με το πώς να αλλάξετε τον κωδικό σας. Οι οδηγίες περιέχουν ένα σύνδεσμο που ισχύει μόνο για 24 ώρες ή μέχρι τον κωδικό σας έχει ενημερωθεί.');

define('TEXT_NO_EMAIL_ADDRESS_FOUND', 'Σφάλμα: Η Διεύθυνση E-Mail δεν βρέθηκε στα αρχεία μας, παρακαλώ προσπαθήστε ξανά.');

define('EMAIL_PASSWORD_RESET_SUBJECT', STORE_NAME . ' - Νέος κωδικός πρόσβασης');
define('EMAIL_PASSWORD_RESET_BODY', 'Ένας νέος κωδικός πρόσβασης έχει ζητηθεί για το λογαριασμό σας στο ' . STORE_NAME . '.' . "\n\n" . 'Παρακαλώ ακολουθήστε το link για την προσωπική ασφάλεια αλλάξετε τον κωδικό σας:' . "\n\n" . '%s' . "\n\n" . 'Αυτή η σύνδεση θα διαγράφονται αυτόματα μετά από 24 ώρες ή μετά τον κωδικό πρόσβασής σας έχει αλλάξει.' . "\n\n" . 'Για βοήθεια σχετικά με κάποια από τις υπηρεσίες μας, παρακαλούμε στείλτε email στο κατάστημα-ιδιοκτήτη:
' . STORE_OWNER_EMAIL_ADDRESS . '.' . "\n\n");

define('ERROR_ACTION_RECORDER', 'Σφάλμα: Ένας σύνδεσμος επαναφοράς κωδικού πρόσβασης έχει ήδη αποσταλεί. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά %s.');
?>
