<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2003 osCommerce

  Released under the GNU General Public License
*/

define('NAVBAR_TITLE', 'Έλεγχος Ασφαλείας');
define('HEADING_TITLE', 'Έλεγχος Ασφαλείας');

define('TEXT_INFORMATION', 'Εντοπίσαμε ότι ο περιηγητής σας δημιούργησε μία διαφορετική ταυτότητα συνεδρίας SSL από αυτήν που χρησιμοποιείται στις σελίδες μας με ασφαλή σύνδεση.<br /><br />Για λόγους ασφαλείας θα χρειαστεί να συνδεθείτε ξανά στο λογαριασμό σας προκειμένου να συνεχίσετε τις αγορές σας.<br /><br />Μερικοί περιηγητές, όπως ο Konqueror 3.1, δεν έχουν τη δυνατότητα δημιουργίας ταυτότητας συνεδρίας SSL αυτόματα. Εάν χρησιμοποιείτε τέτοιον περιηγητή, προτείνουμε να τον αλλάξετε με κάποιον όπως ο <a href="http://www.microsoft.com/ie/" target="_blank">Microsoft Internet Explorer</a>, ο <a href="http://channels.netscape.com/ns/browsers/download_other.jsp" target="_blank">Netscape</a>, ή ο <a href="http://www.mozilla.org/releases/" target="_blank">Mozilla</a>, προκειμένου να συνεχίσετε τις αγορές σας.<br /><br />Λάβαμε αυτό το μέτρο ασφαλείας για το δικό σας όφελος και ζητάμε συγγνώμη για οποιαδήποτε δυσαρέσκεια μπορεί να σας δημιουργούμε.<br /><br />Επικοινωνήστε μαζί μας, εάν έχετε απορίες ή εάν επιθυμείτε να πραγματοποιήσετε τις αγορές σας με άλλον τρόπο.');

define('BOX_INFORMATION_HEADING', 'Ιδιωτικό Απόρρητο Και Ασφάλεια');
define('BOX_INFORMATION', 'Πιστοποιούμε την εγκυρότητα της ταυτότητας της συνεδρίας SSL που δημιουργείται αυτόματα από τον περιηγητή σας σε κάθε αίτημα για σελίδα ασφαλούς σύνδεσης που γίνεται στον εξυπηρετητή μας.<br /><br />Αυτή η πιστοποίηση διασφαλίζει ότι περιηγήστε εσείς στο κατάστημά μας με το λογαριασμό σας και όχι κάποιος άλλος.');
?>
